= 48のタイトル

= 第1

    * 誕生！笑顔まんてんキュアハッピー！！

= 第2話

    * 燃えろ！熱血キュアサニーやで！！

= 第3話

    * じゃんけんポン♪でキュアピース！！

= 第4話

    * 直球勝負！風のキュアマーチ！！

= 第5話

    * 美しき心！キュアビューティ！！

= 第6話

    * チーム結成！スマイルプリキュア！！

= 第7話

    * どこなの？わたし達のひみつ基地！？

= 第8話

    * みゆきとキャンディがイレカワ〜ル！？

= 第9話

    * うそ〜！やよいちゃんが転校！？

= 第10話

    * 熱血！あかねのお好み焼き人生！！

= 第11話

    * プリキュアがチイサクナ〜ル！？

= 第12話

    * 目覚める力！レインボーヒーリング！！

= 第13話

    * 修学旅行！みゆき、京都でドン底ハッピー！？

= 第14話

    * 修学旅行！大阪で迷子になっちゃった！？

= 第15話

    * ドタバタ！みゆきの母の日大作戦！！

= 第16話

    * れいかの悩み！どうして勉強するの！？

= 第17話

    * 熱血！あかねのお笑い人生！！

= 第18話

    * なおの想い！バトンがつなぐみんなの絆！！

= 第19話

    * パパ、ありがとう！やよいのたからもの

= 第20話

    * 透明人間？みゆきとあかねがミエナクナ〜ル！？

= 第21話

    * 星にねがいを！みんなず〜っと一緒！！

= 第22話

    * いちばん大切なものって、なぁに？

= 第23話

    * ピエーロ復活！プリキュア絶体絶命！！

= 第24話

    * プリキュアが妖精になっちゃった、みゆ〜！？

= 第25話

    * 夏だ！海だ！あかねとなおの意地っ張り対決！！

= 第26話

    * 夏祭り！夜空に咲く大きな大きな花！

= 第27話

    * 夏のふしぎ！？おばあちゃんのたからもの

= 第28話

    * ウソ？ホント？おばけなんかこわくない！

= 第29話

    * プリキュアがゲームニスイコマレ〜ル！？

= 第30話

    * 本の扉で世界一周大旅行！！

= 第31話

    * ロイヤルクロックとキャンディの秘密！！

= 第32話

    * 心を一つに！プリキュアの新たなる力！！

= 第33話

    * 映画村で時代劇でござる！？の巻！

= 第34話

    * 一致団結！文化祭でミラクルファッションショー！！

= 第35話

    * やよい、地球を守れ！プリキュアがロボニナ〜ル！？

= 第36話

    * 熱血！？あかねの初恋人生！！

= 第37話

    * れいかの悩み！清き心と清き一票！！

= 第38話

    * ハッスルなお！プリキュアがコドモニナ〜ル！？

= 第39話

    * どうなっちゃうの！？みゆきのはちゃめちゃシンデレラ！！

= 第40話

    * 熱血！あかねの宝さがし人生！！

= 第41話

    * 私がマンガ家！？やよいがえがく将来の夢！！

= 第42話

    * 守りぬけ！なおと家族のたいせつな絆！！

= 第43話

    * れいかの道！私、留学します！！

= 第44話

    * 笑顔のひみつ！みゆきと本当のウルトラハッピー！！

= 第45話

    * 終わりの始まり！プリキュア対三幹部！！

= 第46話

    * 最悪の結末！？バッドエンドプリキュア！！

= 第47話

    * 最強ピエーロ降臨！あきらめない力と希望の光！！

= 第48話

    * 光輝く未来へ！届け！最高のスマイル！！
